/* Направити променљиву која представља цену производа коју купац жели да купи
Направити променљиву која представља количину новца коју купац има
Ако купац нема довољно новца, исписати поруку: "Немате довољно новца", а затим написати тренутно стање (остаје исто)
Ако има довољно новца, исписати: "Успешно сте купили производ", а затим исписати тренутно стање (сада измењено) */

var Cena = 150;
var Stanje = 10;

if (Cena > Stanje) 
{console.log ("Nemate dovoljno novca, Vaše trenutno stanje je:", Stanje)}

else
{console.log ("Uspešno ste kupili proizvod, Vaše trenutno stanje je:", Stanje - Cena)}